import { IInfoBlock } from '../../../../../entities/InfoBlock'

export const FUEL_SELECT_AZS_AND_COLUMN_WIDGET_INFO_TEXTS: IInfoBlock[] = [
    {
        title: 'Выберите АЗС и номер колонки',
        info: 'Для начала налива выберите вручную азс и номер колонки и перейдите далее.',
    },
    {
        title: 'Включите геолокацию',
        info: `Для автоматического определения АЗС рекомендуем включить геолокацию.\nПосле определения АЗС вам останется только выбрать колонку и перейти далее.`,
    },
]
